---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.Electrical
source: html/7250d80a-7840-0475-c2f7-4431d527cd9c.htm
---
# Autodesk.Revit.DB.GroupTypeId.Electrical Property

Electrical.

## Syntax (C#)
```csharp
public static ForgeTypeId Electrical { get; }
```